<p>Para comprobar los<strong> cursos que impartes, accede al apartado mis cursos: <a href="https://www.adistanciafparagon.es/my/" target="_blank">https://www.adistanciafparagon.es/my/</a></strong></p>
<p>Con estos datos, puedes acceder y preparar ya tu aula para el <strong>inicio de curso</strong>, el pr&oacute;ximo d&iacute;a <strong>17 de Septiembre.</strong></p>
<p>Tienes tambi&eacute;n acceso a la<strong> Sala de Profesores, <a href="https://www.adistanciafparagon.es/course/view.php?id=278">https://www.adistanciafparagon.es/course/view.php?id=278</a>. </strong>Un espacio reservado para todos los profesores que permitir&aacute; el intercambio de experiencias, resoluci&oacute;n de dudas y formulaci&oacute;n de consultas con otros docentes en el que a lo largo del a&ntilde;o, iremos colgando, recursos e informaci&oacute;n que os puede resultar de utilidad para esta nueva aventura formativa.</p>
<p><i><u>A lo largo de la semana que viene, se subiran los v&iacute;deotutoriales actualizados con la nueva versi&oacute;n de la plataforma que se han realizado estas &uacute;ltimas semanas.</u></i></p>
<p><strong>Gu&iacute;a r&aacute;pida para preparar tu aula virtual: </strong><strong><a href="https://www.adistanciafparagon.es/mod/resource/view.php?id=40572">https://www.adistanciafparagon.es/mod/resource/view.php?id=40572</a></strong></p>
<p><strong>RECOMENDACIONES ANTES DE EMPEZAR:</strong></p>
<p>Si no tienes, date de alta en una cuenta de gmail para tutorizar. <strong>No utilices tu cuenta de correo personal</strong>.</p>
<ol>
<li>Aprovecha el foro Cafeter&iacute;a de tu aula, y deja u<strong>n mensaje de presentaci&oacute;n y bienvenida a tus alumnos.</strong></li>
<li>Indica en e<strong>l Foro de Novedades y Anuncios y en el Calendario de vuestras aulas</strong> las actividades del curso.<strong> Adem&aacute;s, recuerda que </strong>cada ciclo dispone del espacio <strong>tutor&iacute;a </strong>donde el coordinador del ciclo y profesores, pueden realizar las comunicaciones a todos los participantes, profesores y alumnos de ese ciclo.</li>
<li><strong>Alienta a todos los estudiantes a rellenar sus perfiles</strong><strong> (incluyendo fotos) y l&eacute;elos todos </strong>- esto te ayudar&aacute; a poner en contexto las aportaciones posteriores y te facilitar&aacute; el contestar de forma que se ajuste sus propias necesidades.</li>
<li>Suscr&iacute;bete a todos los foros para mantenerte en contacto con la actividad de tu clase.</li>
<li>Los primeros d&iacute;as de clase, <strong>dejad todos los contenidos te&oacute;ricos ocultos. Dejad s&oacute;lo visible los Foros: Novedades y Cafeter&iacute;a, los videotutoriales y los criterios de evaluaci&oacute;n del curso.</strong> Aprovechad la ilusi&oacute;n inicial para que lo lean. Si dej&aacute;is todos los materiales a la vista, se dispersan y no leen lo importante.</li>
<li><strong>Revisa la actividad de tus alumnos. </strong>Usa el enlace “Registros“ o “Estad&iacute;sticas“ (en el bloque de Administraci&oacute;n) para obtener acceso a los registros completos y en bruto. En &eacute;l ver&aacute;s un enlace a una ventana emergente que se actualiza cada sesenta segundos y que muestra la &uacute;ltima hora de actividad.</li>
<li><strong>Contesta a los estudiantes r&aacute;pidamente.</strong> No lo dejes para despu&eacute;s, hazlo enseguida. No s&oacute;lo es f&aacute;cil agobiarse con la cantidad que puede generarse, sino que es una parte crucial de la creaci&oacute;n y mantenimiento de un sentimiento de comunidad en su curso.</li>
<li><strong>No tengas miedo de experimentar: Si&eacute;ntete libre para curiosear y cambiar cosas</strong><strong>. </strong>Recuerda que las actividades son herramientas para la interacci&oacute;n con los alumnos. !!! Fundamental en la formaci&oacute;n a Distancia!!!.</li>
<li><strong>&Uacute;ltima recomendaci&oacute;n, </strong><strong>para cualquier duda!! Contacta con nosotr@s!!</strong><strong>. Estamos aqu&iacute; para ayudarte.</strong></li>
</ol>
<p>Quedando a tu disposici&oacute;n ante cualquier duda, comentario o sugerencia, te saluda atentamente:</p>
<p><br />El Equipo de la Plataforma de Formaci&oacute;n Profesional a distancia del Gobierno de Arag&oacute;n.</p>
<p>&nbsp;</p>