<p>Estimado docente</p>
<p>En muchas ocasiones el estudiante abandona el curso,&nbsp;sin que el tutor y/o compa&ntilde;eros se percaten, es decir, de forma silenciosa los participantes se desmotivan y no contin&uacute;an con sus estudios.</p>
<p><strong>Es importante contar con las herramientas necesarias para evitar que los periodos de desconexi&oacute;n del alumno no sean muy prolongados en el tiempo</strong>. Un alumno que est&eacute; dos semanas sin conectarse a la Plataforma, tendr&aacute; muchas probabilidades de ser baja ya que despu&eacute;s de ese tiempo es complicado volver a entrar en la din&aacute;mica de estudio. Por esta raz&oacute;n, os enviamos a alumnos y profesores estos informes de actividad del curso.</p>
<p>Sin registros e informes y sin personas que se encarguen de acompa&ntilde;ar al alumno en su proceso de aprendizaje, las tasas de abandono siguen siendo un problema en el eLearning. La combinaci&oacute;n de informes de seguimiento y de tutorizaci&oacute;n personalizada ayudan a que los alumnos aprendan y finalicen con &eacute;xito los cursos.</p>
<p><strong>&iexcl;&iexcl;Primer informe del curso!!. </strong>Adjuntamos un informe con el <strong>resumen de entradas y tareas/actividades planteadas</strong> desde el comienzo del curso de los <strong>alumn@s matriculados en el curso que tutorizas</strong> (n&uacute;mero de accesos a la plataforma, aportaciones en los foros, tareas que ha enviado, tareas que faltan por enviar....) <strong><br /></strong></p>
<p>Con esta informaci&oacute;n puedes comprobar la participaci&oacute;n y las conexiones que han realizado los alumnos a lo largo del curso y contrastar si los alumnos han alcanzado determinados aprendizajes y por tanto si se han alcanzado los objetivos del curso.</p>
<p>Adem&aacute;s nos aporta informaci&oacute;n para corregir o reorientar sobre la marcha el proceso de ense&ntilde;anza (permite ofrecer ayuda y asistencia en los momentos en que se puedan producir dudas o abandonos). <br /><strong><br /></strong></p>
<p>Para cualquier duda o sugerencia respecto a la plataforma, no dud&eacute;is en contactar con nosotr@s.</p>
<p>Carlos, Guillermo y Reyes, administradores Moodle</p>
<p><strong>RECOMENDACIONES <br /></strong></p>
<p>Recuerda que existen varias diferentes guias( <a href="https://www.adistanciafparagon.es/mod/resource/view.php?id=50302"><img src="https://www.adistanciafparagon.es/theme/image.php/mars/core/1514885082/f/pdf-24" alt=" " />Dec&aacute;logo de recomendaciones para tutorizar</a>/ <a href="https://www.adistanciafparagon.es/mod/resource/view.php?id=85026"><img src="https://www.adistanciafparagon.es/theme/image.php/mars/core/1514885082/f/pdf-24" alt=" " />Gu&iacute;a ampliada para preparar tu aula virtual</a> ) foros (<a href="https://www.adistanciafparagon.es/mod/forum/view.php?id=55859"><img src="https://www.adistanciafparagon.es/theme/image.php/mars/forum/1514885082/icon" alt=" " /> Preguntas frecuentes</a>) y <a href="https://www.youtube.com/watch?v=BEBpIdaYVIU&amp;list=PL4Qs5FwWJg3Gal_l1nh9Z_3KmIlTVExdG">videotutoriales</a> que te explicar&aacute;n en poco tiempo c&oacute;mo desenvolverse participar en vuestra &ldquo;aula virtual &ldquo;.</p>
